Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: To assign an item category to an item
cs_cz: Přiřazení kategorie ke zboží

source: In the top right corner, choose the Search for Page or Report icon, enter Items, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Zboží a zvolte související odkaz.

source: Open the card for the item that you want to assign to an item category.
cs_cz: Otevřete kartu pro zboží, které chcete přiřadit ke kategorii zboží.

source: Choose the AssistEdit button in the Item Category Code field and select an existing item category.
cs_cz: Zvolte tlačítko AssistEdit v poli Kód kategorie zboží a vyberte existující kategorii zboží.

source: Alternatively, choose the New action to first create a new item category as explained in the "To create an item category" section.
cs_cz: Nebo zvolte akci Nový, chcete-li nejprve vytvořit novou kategorii zboží, jak je vysvětleno v sekci "Vytvořit kategorie zboží".

source: Work with Item Attributes
cs_cz: Práce s atributy zboží.

source: When you post inventory transactions, such as sales shipments, purchase invoices, or inventory adjustments, the changed quantities and costs are recorded in the item ledger entries and the value entries, respectively.
cs_cz: Při zadávání transakcí zásob, jako jsou prodejní dodávky, nákupní faktury nebo úpravy zásob, změněné množství a náklady, jsou transakce zaznamenány v položkách zboží a položkách.

source: To reflect this change of inventory value in your financial books, you must post inventory costs to the related inventory accounts in the general ledger.
cs_cz: Chcete-li odrážet tuto změnu hodnoty zásob ve vašich finančních knihách, musíte zaúčtovat náklady k souvisejícím účtům zásob v hlavní knize.

source: You can post inventory costs to the general ledger in two ways:
cs_cz: Náklady na zásoby můžete vyúčtovat do hlavní knihy dvěma způsoby:

source: Automatically, so that inventory costs are posted to the general ledger every time you post an inventory transaction.
cs_cz: Automaticky tak, aby náklady na zásoby byly zaúčtovány do hlavní knihy pokaždé, když zaúčtujete transakci zásob.

source: Manually, so that inventory costs are only posted to the general ledger when you run a batch job.
cs_cz: Manuálně tak, že náklady na zásoby jsou zaúčtovány pouze do hlavní knihy při spuštění dávkové úlohy.

source: To post inventory costs automatically
cs_cz: Automatické zaúčtování nákladů na zásoby

source: In the Inventory Setup window, select the Automatic Cost Posting check box.
cs_cz: V okně Nastavení zásob zaškrtněte políčko Automatické účtování nákladů

source: For each inventory transaction that you post, the appropriate values are posted to the inventory account, adjustment account, and COGS account in the general ledger.
cs_cz: Pro každou transakci nákladů, kterou zaúčtujete, jsou příslušné hodnoty zaúčtovány do účtu nákladů, účtu úprav a účtu NNPZ v hlavní knize.

source: Even if you use automatic cost posting, it is still necessary to periodically run the Adjust Cost - Item Entries batch job to ensure that the costs of goods are forwarded to the appropriate outbound transactions, such as sales or transfers.
cs_cz: Dokonce i když používáte automatické účtování nákladů, je třeba pravidelně provádět dávkovou úlohu Upravit náklady/ cenu zboží, abyste zajistili, že náklady na zboží budou předány příslušným odchozím transakcím, jako jsou prodeje nebo přenosy.

source: This is especially important in situations where you sell goods before invoicing the purchase of those goods.
cs_cz: To je zvláště důležité v situacích, kdy prodáváte zboží před fakturováním nákupu tohoto zboží.

source: If an error occurs in the dimension setup while posting the inventory cost to the general ledger, the posting will end with an error.
cs_cz: Pokud dojde k chybě v nastavení dimenze při odesílání nákladů na zásoby do hlavní knihy, účtování se ukončí s chybou.

source: To post inventory costs manually
cs_cz: Ruční zaúčtování nákladů na zásoby

source: In the top right corner, choose the Search for Page or Report icon, enter Post Inventory Cost to G/L, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Účtování nákladů na zboží a zvolte související odkaz.

source: Post inventory costs to the general ledger manually by running the batch job.
cs_cz: Zaúčtujte náklady na zásoby do hlavní knihy ručně spuštěním dávkové úlohy.

source: When you run this batch job, general ledger entries are created on the basis of value entries.
cs_cz: Při spuštění této dávkové úlohy se položky hlavní knihy vytvářejí na základě položek ocenění.

source: You can post the entries so that they are summarized per posting group.
cs_cz: Položky můžete zaúčtovat tak, aby byly shrnuty podle účtovací skupiny.

source: When you run this batch job, you may encounter errors having to do with missing setup or incompatible dimension setup.
cs_cz: Při spuštění této dávkové úlohy může dojít k chybám souvisejícím s chybějícím nastavením nebo nekompatibilním nastavením dimenzí.

source: If the batch job encounters errors in the dimension setup, it overrides these errors and uses the dimensions of the value entry.
cs_cz: Pokud dávková úloha narazí na chyby v nastavení dimenze, přepíše tyto chyby a použije dimenzi položky ocenění.

source: For any other errors, the batch job skips posting the value entries and lists them at the end of the report in a section titled “Skipped Entries.”
cs_cz: Pro jiné chyby dávkové úlohy přeskočí účtování položek ocenění a seskupí je na konec sestavy v části s názvem "Přeskočené položky".

source: To post these entries, you must fix the errors.
cs_cz: Chcete-li tyto položky zaúčtovat, musíte opravit chyby.

source: To see a list of errors before running the posting batch job, you can run the Post Invt.
cs_cz: Chcete-li zobrazit seznam chyb před spuštěním účtovací dávkové úlohy, můžete spustit sestavu Účtování nákladů

source: Cost to G/L - Test report.
cs_cz: na zboží - Test .

source: The test report lists all the errors encountered during a test posting.
cs_cz: V testovací sestavě jsou uvedeny všechny chyby, které se při testování vyskytly.

source: You can then fix the errors, and run the inventory cost posting batch job without skipping any entries.
cs_cz: Poté můžete chyby opravit a spustit dávkovou úlohu účtování nákladů na zásoby, aniž byste přeskočili jakékoli položky.

source: If you would like to simply get an overview of what values could be posted to the general ledger without actually performing the posting, you can run the Post Inventory Cost to G/L batch job without actually posting the values to the general ledger.
cs_cz: Pokud byste chtěli jednoduše získat přehled o tom, jaké hodnoty by mohly být účtovány do hlavní knihy, aniž by se skutečně provádělo účtování, můžete spustit dávkovou úlohu Zaúčtovat náklady zásob do financí bez toho, abyste skutečně účtovali hodnoty do hlavní knihy.

source: You do this by clearing the check mark from the Post field on the request page.
cs_cz: To provedete zrušením zaškrtnutí políčka Zaúčtovat pole na stránce požadavku.

source: This way, when you run the batch job, the report is produced showing the values that are ready to be posted to the general ledger, but they are not posted.
cs_cz: Tímto způsobem při spuštění dávkové úlohy sestava zobrazí hodnoty, které jsou připraveny k zaúčtování do hlavní knihy, ale nejsou zaúčtovány.

source: Products are the basis of your business, the goods or services that you trade in.
cs_cz: Výrobky jsou základem vašeho podnikání, zboží nebo služeb, se kterými obchodujete.

source: Each product must be registered as an item card.
cs_cz: Každý produkt musí být registrován jako karta zboží.

source: In Dynamics NAV, a product is referred to using the term “item”.
cs_cz: V Dynamics NAV se produkt označuje výrazem "zboží".

source: Item cards hold the information that is required to buy, store, sell, deliver, and account for products.
cs_cz: Karty zboží obsahují informace, které jsou nutné k nákupu, skladování, prodeji, doručení a pro účet produktů.

source: The item card can be of type Inventory or Service to specify if the product is a physical unit or labor time unit.
cs_cz: Karta zboží může být typu Zásoba nebo Služba, která určuje, zda je produkt fyzickou jednotkou nebo jednotkou času.

source: Apart from some fields that relate to the physical aspects of an item, all fields on an item card function in the same way for inventory items and services.
cs_cz: Kromě některých polí, které se vztahují k fyzickým aspektům položky, všechny políčka na kartě zboží fungují stejně pro skladové položky a služby.

source: For more information about selling an item, see How to:
cs_cz: Další informace o prodeji zboží naleznete v Návod:

source: Sell Products or How to:
cs_cz: Prodej produktů nebo Návod:

source: If item templates exist for different item types, then a window appears when you create a new item card from where you can select an appropriate template.
cs_cz: Pokud existují šablony zboží pro různé typy zboží, objeví se okno při vytváření nové karty zboží, odkud můžete vybrat vhodnou šablonu.

source: If only one item template exists, then new item cards always use that template.
cs_cz: Pokud existuje pouze jedna šablona zboží, pak nové karty zboží používají vždy tuto šablonu.

source: To create a new item card
cs_cz: K vytvoření nové karty zboží

source: On the Home page, choose the Items action to open the list of existing items.
cs_cz: Na domovské stránce vyberte akci Zboží pro otevření seznamu existujícího zboží.

source: In the Items window, choose the New action.
cs_cz: V okně Zboží vyberte akci Nový.

source: If only one item template exists, then a new item card opens with some fields filled with information from the template.
cs_cz: Pokud existuje pouze jedna šablona zboží, otevře se nová karta zboží s několika poli vyplněnými informacemi ze šablony.

source: In the Select a template for a new item window, choose the template that you want to use for the new item card.
cs_cz: V okně Vybrat šablonu pro nové zboží vyberte šablonu, kterou chcete použít pro novou kartu zboží.

source: A new item card opens with some fields filled with information from the template.
cs_cz: Otevře se nová karta zboží s některými poli vyplněnými informacemi ze šablony.

source: Proceed to fill or change fields on the item card as necessary.
cs_cz: Postupujte podle potřeby tak, že vyplníte nebo změníte pole na kartě zboží.

source: On the Sales Prices FastTab, you can view special prices or discounts that you grant for the item if certain criteria are met, such as customer, minimum order quantity, or ending date.
cs_cz: Na záložce s náhledem Prodejní ceny můžete zobrazit zvláštní ceny nebo slevy, které udělujete za dané zboží, pokud jsou splněna určitá kritéria, jako je zákazník, minimální objednávkové množství nebo datum ukončení.

source: Each row represents a special price or line discount.
cs_cz: Každý řádek představuje speciální slevu nebo řádkovou slevu.

source: Each column represents a criterion that must apply to warrant the special price that you enter in the Unit Price field, or the line discount that you enter in the Line Discount % field.
cs_cz: Každý sloupec představuje kritérium, které musí platit, aby se zaručila speciální cena, kterou zadáte do pole Jednotková cena, nebo řádkovou slevu, kterou zadáte do pole Řádková sleva

source: For more information, see Record Sales Price, Discount, and Payment Agreements.
cs_cz: Další informace naleznete v tématu: Zaznamenání Prodejní ceny, slevy a platební podmínky.

source: The item is now registered, and the item card is ready to be used on purchase and sales documents.
cs_cz: Položka je nyní zaregistrována a karta zboží je připravena k použití v nákupních a prodejních dokladech.

source: If you want to use this item card as a template when you create new item cards, you can save it as a template.
cs_cz: Chcete-li tuto kartu zboží použít jako šablonu při vytváření nových karet zboží, můžete ji uložit jako šablonu.

source: For more information, see the following section.
cs_cz: Pro více informací, sledujte následující sekci.

source: To save the item card as a template
cs_cz: K uložení karty zboží jako šablony

source: In the Item Card window, choose the Save as Template action.
cs_cz: V okně Karta zboží, vyberte akci Uložit jako šablonu.

source: The Item Template window opens showing the item card as a template.
cs_cz: Okno Šablona zboží otevírá kartu zboží jako šablonu.

source: To reuse dimensions in templates, choose the Dimensions action.
cs_cz: K opětovnému použití dimenzí v šablonách, zvolte tlačítko Dimenze.

source: The Dimension Templates window opens showing any dimension codes that are set up for the item.
cs_cz: Okno Šablony dimenzí otevírá jakékoli kódy dimenzí, které jsou pro dané zboží nastaveny.

source: Edit or enter dimension codes that will apply to new item cards created by using the template.
cs_cz: Upravte nebo zadejte kódy dimenzí, které se budou vztahovat na nové karty zboží vytvořené pomocí šablony.

source: When you have completed the new item template, choose the OK button.
cs_cz: Po dokončení nové šablony zboží vyberte tlačítko OK.

source: The item template is added to the list of item templates, so that you can use it to create new item cards.
cs_cz: Šablona zboží je přidána do seznamu šablon zboží, takže ji můžete použít k vytvoření nových karet zboží.

source: Revalue Inventory| Dynamics NAV
cs_cz: Přecenění zásob | Dynamics NAV

source: Describes how to appreciate or depreciate the value of one or more items in inventory by posting their current, calculated value.
cs_cz: Popisuje, jak ocenit nebo odepsat hodnoty jednoho nebo více zboží v zásobách zaúčtováním jejich aktuální vypočtené hodnoty.

source: Revalue Inventory
cs_cz: Přecenění zásob

source: If you want to appreciate or depreciate an item or a specific item ledger entry, you must use the revaluation journal.
cs_cz: Chcete-li ocenit nebo odepsat zboží nebo položku, musíte použít deník přecenění.

source: To revalue inventory
cs_cz: Přecenění zásob

source: In the top right corner, choose the Search for Page or Report icon, enter Revaluation Journal, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Deníky přecenění a pak zvolte související odkaz.

source: Choose the Calculate Inventory Value action.
cs_cz: Vyberte akci Vypočítat hodnotu zásob.

source: In the Calculate Inventory Value window, fill in the fields as necessary.
cs_cz: V okně Vypočítat hodnotu zásob vyplňte pole podle potřeby.

source: On each line in the Revaluation Journal window, in the Unit Cost (Revalued) field, enter the new unit cost.
cs_cz: Na každém řádku v okně Deník přecenění v poli Pořizovací cena (přeceněná) zadejte novou pořizovací cenu.

source: Alternatively, enter the new total amount in the Inventory Value (Revalued) field.
cs_cz: Případně zadejte novou celkovou částku do pole Hodnota zásob (přeceněná).

source: The relevant fields are automatically updated.
cs_cz: Příslušná pole jsou automaticky aktualizována.

source: Note that the Amount field shows the actual change in inventory value for the selected item ledger entry.
cs_cz: Všimněte si, že pole Částka zobrazuje skutečnou změnu hodnoty zásob pro vybranou položku zboží.

source: It calculates the difference between the Inventory Value (Calculated) field and the Inventory Value (Revalued) field.
cs_cz: Vypočítá rozdíl mezi polem Hodnota zásob (vypočtená) a Hodnota zásob (přeceněná).

source: When you have completed all lines in the revaluation journal, choose the Post action.
cs_cz: Jakmile dokončíte všechny řádky v deníku přecenění, vyberte akci Účtovat.

source: New value entries are now created to reflect the revaluations that you have posted.
cs_cz: Nové položky přecenění jsou nyní vytvořeny tak, aby odrážely přecenění, která jste zaúčtovali.

source: You can see the new values on the respective item cards.
cs_cz: Nové hodnoty můžete vidět na příslušných kartách zboží.

source: When customers inquire about an item, either in correspondence or in an integrated web shop, they may ask or search according to characteristics, such as height and model year.
cs_cz: Když se zákazníci dotazují na položku, ať už v korespondenci nebo v integrovaném internetovém obchodu, mohou se zeptat nebo vyhledat podle charakteristik, jako je výška a modelový rok.

source: To provide this customer service, you can assign item attribute values of different types to your items, which can then be used when searching for items.
cs_cz: Chcete-li poskytnout tuto službu zákazníkům, můžete přiřadit hodnoty atributů zboží různého typu k vašemu zboží, které pak lze použít při hledání zboží.

source: You can also assign item attributes to item categories, which then apply to the items that use the item categories.
cs_cz: Atributy zboží můžete také přiřadit kategoriím zboží, které se pak použijí na zboží, které používají kategorie zboží.

source: Categorize Item .
cs_cz: Kategorizace zboží .

source: To create item attributes
cs_cz: Vytvoření atributů zboží

source: In the top right corner, choose the Search for Page or Report icon, enter Item Attributes, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Atributy zboží a zvolte související odkaz.

source: In the Item Attributes window, choose the New action.
cs_cz: V okně Atributy zboží vyberte akci Nové.

source: In the Item Attribute window, fill in the fields as necessary.
cs_cz: V okně Atributy zboží vyplňte pole podle potřeby.

source: If you select Option in the Type field, then you can choose the Item Attribute Values action to create values for the item attribute.
cs_cz: Pokud zvolíte Možnosti v poli Typ, pak můžete zvolit akci Hodnoty atributů zboží k vytvoření hodnot pro atributy zboží.

source: For more information, see the "To create values for item attributes of type Option" section.
cs_cz: Další informace naleznete v tématu "Vytvoření hodnot pro atributy zboží typu Volba".

source: To create values for item attributes of type Option
cs_cz: Vytvoření hodnot pro atributy zboží typu Volba

source: In the Item Attributes window, select an item attribute of type Option that you want to create values for, and then choose the Item Attribute Values action.
cs_cz: V okně Atributy zboží, vyberte atribut zboží typu Volba, pro který chcete vytvořit hodnoty a pak zvolte akci Hodnoty atributů zboží.

source: In the Item Attribute Values window, fill in the fields as necessary.
cs_cz: V okně Hodnoty atributů zboží vyplňte pole podle potřeby.

source: To assign item attributes to items
cs_cz: Přiřazení atributů zboží ke zboží

source: In the Items window, select the item that you want to assign item attributes to, and then choose the Attributes action.
cs_cz: V okně Zboží vyberte zboží, ke kterému chcete přiřadit atributy zboží a potom vyberte akci Atributy.

source: In the Item Attribute Values window, choose the New action.
cs_cz: V okně Hodnoty atributů zboží vyberte akci Nový.

source: Choose the AssistEdit button in the Attribute field and select an existing item attribute.
cs_cz: Zvolte tlačítko AssistEdit v poli Atribut a vyberte existující atribut zboží.

source: Alternatively, choose the New action to first create a new item attribute as explained in the "To create item attributes" section.
cs_cz: Nebo zvolte akci Nový, chcete-li nejprve vytvořit nový atribut zboží, jak je vysvětleno v sekci "Vytvořit atributy zboží".

source: In the Value field, enter the item attribute value, such as "2010" for the Model Year attribute.
cs_cz: Do pole Hodnota zadejte hodnotu atributu zboží, například "2010" pro atribut modelového roku.

source: For item attributes of type Option, choose the AssistEdit button in the Value field and select an item attribute value.
cs_cz: U atributů zboží typu Volba vyberte tlačítko AssistEdit v poli Hodnota a vyberte hodnotu atributu zboží.

source: Alternatively, choose the New action to first create a new item attribute value as explained in the "To create values for item attributes of type Option" section.
cs_cz: Nebo zvolte akci Nový, chcete-li nejprve vytvořit novou hodnotu atributu zboží, jak je vysvětleno v sekci "Vytvořit hodnoty atributů zboží typu Volba".

source: Repeat steps 4 through 6 for all item attributes that you want to assign to the item.
cs_cz: Opakujte kroky 4 až 6 pro všechny atributy zboží, které chcete přiřadit ke zboží.

source: To assign item attributes to item categories
cs_cz: Přiřadit atributy zboží ke kategoriím zboží.

source: In the Item Categories window, select the item category that you want to assign item attributes to, and then choose the Edit action.
cs_cz: V okně Kategorie zboží vyberte kategorii zboží, ke kterým chcete přiřadit atributy zboží, a potom vyberte akci Upravit

source: In the Item Category Card window, on the Attributes FastTab, choose the New action.
cs_cz: V okně Karta kategorií zboží na záložce s náhledem Atributy zvolte akci Nový.

source: Alternatively, choose the New action to first create a new item attribute as explained in the "To create an item attribute" section.
cs_cz: Nebo zvolte akci Nový, chcete-li nejprve vytvořit nový atribut zboží, jak je vysvětleno v sekci "Vytvořit atributy zboží".

source: In the Default Value field, choose the AssistEdit button and select an item attribute value.
cs_cz: V poli Výchozí hodnota vyberte tlačítko AssistEdit a vyberte hodnotu atributu zboží.

source: Repeat steps 4 and 5 for all item attributes that you want to assign to the item category.
cs_cz: Opakujte kroky 4 a 5 pro všechny atributy zboží, které chcete přiřadit ke kategorii zboží.

source: Item attributes for parent item categories will be inherited to child item categories.
cs_cz: Atributy zboží pro nadřazené kategorie zboží budou zděděny do podřízených kategorií zboží.

source: This is indicated by the Inherited From field on the Attributes FastTab.
cs_cz: To je označeno políčkem Zděděno z na záložce s náhledem Atributy.

source: To filter by item attributes
cs_cz: Filtrování podle atributů zboží

source: In the Items window, choose the Filter by Attributes action.
cs_cz: V okně Zboží vyberte akci Filtrovat dle atributů.

source: In the Filter Items by Attribute window, choose the AssistEdit button in the Attribute field and select an item attribute.
cs_cz: V okně Filtrovat zboží dle atributů vyberte tlačítko AssistEdit v poli Atribut a vyberte atribut zboží.

source: In the Value field, choose the AssistEdit button and select an attribute value to filter items by.
cs_cz: V poli Hodnota vyberte tlačítko AssistEdit a vyberte hodnotu atributu pro filtrování zboží.

source: You can only select values directly for item attributes that have fixed values, such as Color.
cs_cz: Hodnoty můžete vybrat pouze přímo pro atributy zboží, které mají fixní hodnoty, například Barva.

source: For item attributes that have variable values, such as Width, you must specify the item attribute value by first selecting a condition.
cs_cz: Pro atributy položek, které mají proměnné hodnoty, jako je šířka, musíte zadat hodnotu atributu zboží výběrem podmínky nejprve.

source: See step 5.
cs_cz: Viz krok 5.

source: In the Value field for a variable item attribute, choose the AssistEdit button.
cs_cz: V poli Hodnota pro atribut proměnné zboží zvolte tlačítko AssistEdit.

source: In the Specify Filter Value window, in the Condition field, choose the drop-down arrow and select a condition.
cs_cz: V okně Určete hodnotu filtru v poli Podmínka vyberte rozbalovací šipku a vyberte podmínku.
